import { image2 } from "shared/assets/images/banners"

export interface topBannerSlidesType {
    id: string
    title: string
    desc: string
    img: string
}

export const topBannerSlides: topBannerSlidesType[] = [
    {
        id: "1",
        title: `Чехлы и плёнки 
                 для Вашего смартфона`,
        desc: `предлагаем широкий ассортимент чехлов и прочих защитных аксессуаров для 
                мобильных телефонов, смартфонов, планшетов 
                и т. д. Надежная защита Вашего устройства`,
        img: image2,
    },
    {
        id: "2",
        title: `Вашего и Вашего 
        для Вашего Вашего`,
        desc: `предлагаем широкий ассортимент чехлов и прочих защитных аксессуаров для 
       мобильных телефонов, смартфонов, планшетов 
       и т. д. Надежная защита Вашего устройства`,
        img: image2,
    },
    {
        id: "3",
        title: `плёнки и плёнки 
        для плёнки плёнки`,
        desc: `предлагаем широкий ассортимент чехлов и прочих защитных аксессуаров для 
       мобильных телефонов, смартфонов, планшетов 
       и т. д. Надежная защита Вашего устройства`,
        img: image2,
    },
    {
        id: "4",
        title: `Чехлы и Чехлы 
        для Чехлы Чехлы`,
        desc: `предлагаем широкий ассортимент чехлов и прочих защитных аксессуаров для 
       мобильных телефонов, смартфонов, планшетов 
       и т. д. Надежная защита Вашего устройства`,
        img: image2,
    },
]
